{
  "a": [
    {
      "id": 1,
      "entryText": "",
      "textContent": "Faleni namazin, jepeni zekatin dhe përkuluni në ruku bashkë me ata që përkulen (në namaz).",
      "reference": "Bekare - Ajeti 43"
    },
    {
      "id": 2,
      "entryText": "",
      "textContent": "Kërkoni ndihmën e Allahut me durim e me namaz! Kjo është njëmend e vështirë, përveçse për të devotshmit",
      "reference": "Bekare - Ajeti 45"
    },
    {
      "id": 3,
      "entryText": "",
      "textContent": "Faleni namazin dhe jepeni zekatin! Çfarëdo të mire që të bëni për shpirtin tuaj, do ta gjeni tek Allahu. Në të vërtetë, Ai sheh mirë gjithçka që bëni.",
      "reference": "Bekare - Ajeti 110"
    },
    {
      "id": 4,
      "entryText": "",
      "textContent": "Vërtet, vetëm Unë jam All-llahu, nuk ka zot tjetër pos Meje, pra Mua më adhuro dhe fal namazin për të më kujtuar Mua.",
      "reference": "Taha - Ajeti 14"
    },
    {
      "id": 5,
      "entryText": "",
      "textContent": "Falënderimi i takon All-llahut, Zotit të botëve!",
      "reference": "Fatiha - Ajeti 2"
    },
    {
      "id": 6,
      "entryText": "",
      "textContent": "I Gjithëmëshirshmi mbi Fron u ngrit (si i takon Madhërisë së Tij).",
      "reference": "Taha - Ajeti 5"
    },
    {
      "id": 7,
      "entryText": "",
      "textContent": "Begatitë, që Allahu ua jep njerëzve nga mëshira e Tij, nuk mund t’i pengojë askush, ndërsa atë, që Ai e pengon, askush nuk mund ta japë veç Tij; Ai është i Plotfuqishmi dhe i Urti.",
      "reference": "Fatir - Ajeti 2"
    },
    {
      "id": 8,
      "entryText": "",
      "textContent": "Kush dëshiron lavdi e pushtet, ta dijë se e gjithë lavdia e pushteti i takojnë Allahut. Tek Ai ngjiten fjalët e bukura, ndërsa veprën e mirë Ai e ngre Vetë. Sa i përket atyre që kurdisin të këqija, ata do të kenë dënim të rëndë dhe dredhitë e tyre do të dështojnë.",
      "reference": "Fatir - Ajeti 10"
    },
    {
      "id": 9,
      "entryText": "",
      "textContent": "Pa dyshim, ata që lexojnë Librin e Allahut, falin namazin dhe japin fshehtazi apo haptazi nga ajo që u kemi dhënë Ne, mund të shpresojnë në një fitim që nuk do të humbasë.",
      "reference": "Fatir  - Ajeti 29"
    },
    {
      "id": 10,
      "entryText": "",
      "textContent": "O bijtë e Ademit, Ne ju dërguam rroba që të mbuloni vendet e turpshme, si edhe për zbukurim; por, petku i devotshmërisë është më i miri. Këto janë disa shenja të Allahut, që ju të merrni këshillë.",
      "reference": "Araf - Ajeti 26"
    },
    {
      "id": 11,
      "entryText": "",
      "textContent": "Ne u kemi zbritur atyre një Libër, të cilin e kemi shpjeguar gjerësisht, që të jetë udhërrëfyes dhe mëshirë për njerëzit që besojnë.",
      "reference": "Araf - Ajeti 52"
    },
    {
      "id": 12,
      "entryText": "",
      "textContent": "Allahu e di shikimin e përvjedhur të syrit dhe atë që fsheh zemra.",
      "reference": "Gafir - Ajeti 19"
    },
    {
      "id": 13,
      "entryText": "",
      "textContent": "Prandaj, më kujtoni Mua (me namaz e lutje) që Unë t’ju kujtoj (me shpërblime) dhe falënderomëni Mua (duke m’u bindur) e mos i mohoni dhuntitë e Mia (me mosbindje)!",
      "reference": "Bekare - Ajeti 152"
    },
    {
      "id": 14,
      "entryText": "",
      "textContent": "Dhe ruajuni asaj Dite që do të ktheheni tek Allahu, kur çdokujt do t’i jepet ajo që ka fituar dhe askujt nuk do t’i bëhet padrejtësi.",
      "reference": "Bekare - Ajeti 281"
    },
    {
      "id": 15,
      "entryText": "",
      "textContent": "e u thashë: “Kërkoni falje nga Zoti juaj, i Cili është Falës i madh, që Ai t’ju dërgojë shi të bollshëm, t’ju shtojë pasurinë dhe fëmijët tuaj dhe të bëjë për ju kopshte e lumenj!",
      "reference": "Nuh - Ajetet 10 - 12"
    },
    {
      "id": 16,
      "entryText": "",
      "textContent": "Me të vërtetë, atyre që thonë: “Zoti ynë është Allahu”, e pastaj vazhdojnë të vendosur në rrugën e drejtë, do t’u zbresin engjëjt (para vdekjes) e do t’u thonë: “Mos u frikësoni dhe mos u pikëlloni! Dhe gëzojuni Xhenetit që ju është premtuar.",
      "reference": "Fusilet - Ajeti 30"
    },
    {
      "id": 17,
      "entryText": "",
      "textContent": "Ne jemi mbrojtësit tuaj në jetën e kësaj bote dhe në botën tjetër. Atje do të keni çfarë t’ju dëshirojë zemra dhe çfarë të kërkoni",
      "reference": "Fusilet - Ajeti 31"
    },
    {
      "id": 18,
      "entryText": "",
      "textContent": "Ndër shenjat e Tij është edhe ringjallja e tokës. Ti e sheh tokën të thatë e të shkretë, por, kur zbresim shi mbi të, ajo lëviz dhe gjallërohet. Pa dyshim, Ai që e ngjall atë, i ngjall edhe të vdekurit. Ai është vërtet i pushtetshëm për çdo gjë.",
      "reference": "Fusilet - Ajeti 39"
    },
    {
      "id": 19,
      "entryText": "",
      "textContent": "O besimtarë! Nëse i frikësoheni Allahut, Ai do t’ju japë aftësinë e të gjykuarit drejt, do t’ju lirojë nga gjynahet tuaja dhe do t’ju falë. Allahu zotëron mirësi të madhe.",
      "reference": "Enfal - Ajeti 29"
    },
    {
      "id": 20,
      "entryText": "",
      "textContent": "O Profet! Allahu të mjafton ty dhe besimtarëve që të pasojnë.",
      "reference": "Enfal - Ajeti 64"
    },
    {
      "id": 21,
      "entryText": "",
      "textContent": "Ai e pranon pendimin e robërve të Vet, i fal gjynahet dhe i di të gjitha çfarë punoni ju.",
      "reference": "Shura - Ajeti 25"
    },
    {
      "id": 22,
      "entryText": "",
      "textContent": "Ai u përgjigjet lutjeve të atyre që besojnë dhe bëjnë vepra të mira e u jep edhe më tepër prej dhuntisë së Vet, kurse për mohuesit do të ketë dënim të ashpër.",
      "reference": "Shura - Ajeti 26"
    },
    {
      "id": 23,
      "entryText": "",
      "textContent": "Çfarëdo fatkeqësie që ju godet, është si pasojë e asaj që keni bërë vetë; por Ai fal shumë.",
      "reference": "Shura - Ajeti 30"
    },
    {
      "id": 24,
      "entryText": "",
      "textContent": "Kushdo që duron dhe fal, ta dijë se, në të vërtetë, këto janë nga veprimet më të virtytshme.",
      "reference": "Shura - Ajeti 43"
    },
    {
      "id": 25,
      "entryText": "",
      "textContent": "O njerëz, ju ka ardhur këshillë (Kurani) nga Zoti juaj, shërim për zemrat tuaja, udhëzim dhe mëshirë për besimtarët.",
      "reference": "Junus - Ajeti 57"
    },
    {
      "id": 26,
      "entryText": "",
      "textContent": "Nëse Allahu vendos që të të godasë ndonjë e keqe, askush nuk mund të ta largojë atë, përveç Tij e, nëse Ai do të të bëjë ndonjë të mirë, s’ka kush që ta pengojë mirësinë e Tij. Ai ia jep atë mirësi kujt të dojë prej robërve të Tij. Ai është Falës dhe Mëshirëplotë.",
      "reference": "Junus - Ajeti 107"
    },
    {
      "id": 27,
      "entryText": "",
      "textContent": "Vërtet, ata që besojnë dhe bëjnë vepra të mira, Zoti i tyre do t’i udhëzojë në rrugë të drejtë, për shkak të besimit të tyre. Pranë tyre do të rrjedhin lumenj në kopshtet e kënaqësisë",
      "reference": "Junus - Ajeti 7"
    },
    {
      "id": 28,
      "entryText": "",
      "textContent": "A mund të jetë shpërblimi i veprës së mirë diç tjetër, pos të së mirës!",
      "reference": "Rrahman - Ajeti 60"
    },
    {
      "id": 29,
      "entryText": "",
      "textContent": "E ty të mos shkojnë kurrsesi sytë në atë me çka Ne i pajisëm disa prej tyre, as mos u brengos për ta (pse nuk besuan), kurse ndaj besimtarëve jij i përulur e i butë",
      "reference": "Hixhr - Ajeti 88"
    },
    {
      "id": 30,
      "entryText": "",
      "textContent": "A menduan njerëzit të thonë: `Ne kemi besuar, e të mos vihen në sprovë?`",
      "reference": "Ankebut - Ajeti 2"
    },
    {
      "id": 31,
      "entryText": "",
      "textContent": "Ti lexo atë që po të shpallet nga libri (Kur'ani), fal namazin, vërtet namazi largon nga të shëmtuarat dhe të irrituarat, e përmendja e All-llahut është më e madhja (e adhurimeve); All-llahu e di ç'punoni ju.",
      "reference": "Ankebut - Ajeti 45"
    },
    {
      "id": 32,
      "entryText": "",
      "textContent": "Në ditën e gjykimit Ne do të vëmë peshoja të drejta, e askujt nuk i bëhet e padrejtë asgjë, edhe nëse është (vepra) sa pesha e një kokrre të melit Ne do ta sjellim atë. E mjafton që Ne jemi llogaritës.",
      "reference": "Enbija - Ajeti 47"
    },
    {
      "id": 33,
      "entryText": "",
      "textContent": "Zoti yt ka dhënë urdhër të prerë që të mos adhuroni tjetër pos Tij, që të silleni në mënyrë bamirëse ndaj prindërve. Nëse njërin prej tyre, ose që të dy, i ka kapur pleqëria pranë kujdesit tënd, atëherë mos u thuaj atyre as `of - oh`, as mos u bë i vrazhdë ndaj tyre, po atyre thuaju fjalë të mira (të buta, respektuese).",
      "reference": "Isra - Ajeti 23"
    },
    {
      "id": 34,
      "entryText": "",
      "textContent": "Në të vërtetë, ti nuk ke kurrfarë fuqie ndaj robërve të Mi. Mbrojtja e Zotit tënd është e mjaftueshme (për ata).",
      "reference": "Isra - Ajeti 65"
    },
    {
      "id": 35,
      "entryText": "Transmetohet se Ebu Abdurrahman, Abdullah ibën Omer ibën Hatabi, Allahu qoftë i kënaqur prej të dyve, se ka thënë: kam dëgjuar Pejgamberin, lavdia dhe bekimi i Allahut qofshin mbi të, duke thënë:",
      "textContent": "Islami ngrihet mbi pesë: dëshmia se s’ka Zot tjetër që meriton të adhurohet përpos Allahut dhe se Muhamedi është pejgamber i Tij, falja e namazit, dhënia e zekatit, kryerja e haxhit dhe agjërimi i Ramazanit.",
      "reference": "Buhariu dhe Muslimi"
    },
    {
      "id": 36,
      "entryText": "Transmeton Ebu Hamza, Enes ibën Maliku, shërbëtori i Pejgamberit, nga Pejgamberi, lavdia dhe bekimi i Allahut qofshin mbi të, i cili ka thënë:",
      "textContent": "Asnjë prej jush nuk ka besuar, nëse nuk dëshiron për vëllain e tij atë që dëshiron për vete.",
      "reference": "Buhariu dhe Muslimi"
    },
    {
      "id": 37,
      "entryText": "Ebu Hurejra, Allahu qoftë i kënaqur prej tij, transmeton se një njeri i tha Pejgamberit, lavdia dhe bekimi i Allahut qofshin mbi të: më porosit diçka!",
      "textContent": "(Pejgamberi) tha: 'mos u zemëro'.  Ai e përsëriti disa herë kërkesën, dhe Pejgamberi, lavdia dhe bekimi i Allahut qofshin mbi të, i tha: 'mos u zemëro'",
      "reference": "Buhariu dhe Muslimi"
    },
    {
      "id": 38,
      "entryText": "Transmetohet nga Ebu Dherr Xhundub ibën Xhunade dhe nga Ebu Abdurahman Muadh ibën Xhebel, Allahu qoftë i kënaqur prej të dyve, se Pejgamberi, lavdia dhe bekimi i Allahut qofshin mbi të, ka thënë:",
      "textContent": "Frikësohu prej Allahut kudo që të jesh, të keqen pasoje me një të mirë, sepse e shlyen atë dhe me njerëzit të jesh i moralshëm.",
      "reference": "Transmeton Tirmidhiu"
    },
    {
      "id": 39,
      "entryText": "Transmeton Ebu Amër Sufjan ibën Abdullahu, Allahu qoftë i kënaqur prej tij, i cili thotë: thashë, o i Dërguar i Allahut, më thuaj për Islamin një fjalë pas së cilës s'do kem nevojë të pyes për të tjetërkënd?",
      "textContent": "Tha: 'thuaj: besova në Allahun, pastaj përqendrohu (në këtë).",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 40,
      "entryText": "",
      "textContent": "Transmetohet nga Ebu Hurejra Abdurrahman ibn Sahr r.a. se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë: “Vërtet All-llahu nuk shikon në trupat tuaj e as në fizionomitë tuaja, por shikon në zemrat tuaja.”",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 41,
      "entryText": "",
      "textContent": "I Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë: “O njerëz, drejtojuni All-llahut me teube dhe kërkim për falje, edhe unë i bëj teube All-llahut nga njëqind herë në ditë.”",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 42,
      "entryText": "",
      "textContent": "Nga Ebu Hurejra r.a. përcillet se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë: “Kush pendohet para se të lindë Dielli nga perëndimi, All-llahu do ta falë.",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 43,
      "entryText": "",
      "textContent": "“E çuditshme është çështja e besimta-rit. Çështja e tij është krejt mirë për të dhe nuk është e tillë për askë tjetër. Nëse besimtarin e godet gëzimi, ai falënderon (All-llahun), e kjo i sjell dobi, kurse nëse e godet e keqja, ai bën durim (sabër), andaj edhe kjo i sjell dobi.”",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 44,
      "entryText": "Nga Ebu Seidi dhe Ebu Hurejra r.anhuma përcillet se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "“Çkado që e godet muslimanin, qoftë lodhje, pikëllim, brengë, hidhërim, mundim nga sëmundje a fatkeqësi, madje edhe të shpuarit e ferrës, me secilën prej këtyre All-llahu ia shlyen mëkatet atij.",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 45,
      "entryText": "",
      "textContent": "Nga Ebu Hurejra r.a. përcillet se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë: “Kujt dëshiron All-llahu t'i japë të mira, do të qëllohet nga Ai (në trup, në pasuri, apo në të dashurit).",
      "reference": "Transmeton Buhariu"
    },
    {
      "id": 46,
      "entryText": "Nga Enesi r.a. përcillet se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "Assesi askush prej jush mos ta dëshirojë vdekjen e vet për shkak se e ka goditur ndonjë e keqe. E nëse është i detyruar, atëherë le të thotë: “O Zoti im, më le të jetoj derisa të jetë për mua jeta më e dobishme, kurse më vdis kur të jetë vdekja për mua më e dobishme.",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 47,
      "entryText": "",
      "textContent": "Nga Ebu Hurejra r.a. përcillet se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë: “Nuk është trimëri në dyluftim (mundje), por trimëri është ta përmbash veten nga zemërimi.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 48,
      "entryText": "Nga Muadh ibn Enesi r.a. përcillet se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "Kush e përmban zemërimin e tij edhe atëherë kur ka mundësi ta shprehë (mbi personin që e ka zemëruar), All-llahu i Madhërishëm në Ditën e Gjykimit do ta ftojë që para të gjitha krijesave ta zgjedhë cilën të dojë nga hyrijat.",
      "reference": "Hadith"
    },
    {
      "id": 49,
      "entryText": "Nga Ebu Hurejra r.a. transmetohet: “Një njeri i tha të Dërgua-rit të All-llahut sal-lall-llahu alejhi ve sel-lem.:",
      "textContent": "Më porosit diçka (më përudhë).” I Dërguari tha : “Mos u zemëro!” Ky e përsëriti pyetjen disa herë. I Dërguari sërish tha: “Mos u zemëro!”",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 50,
      "entryText": "Transmetohet nga Umeri r.a. se e ka dëgjuar të Dërguarin e All-llahut sal-lall-llahu alejhi ve sel-lem. duke thënë:",
      "textContent": "Sikur ju të mbështeteshit në All-llahun me mbështetje të njëmendtë, do t'ju furnizonte siç i furnizon shpezët, gëdhijnë të uritur, ndërsa ngrysen të ngopur.",
      "reference": "Transmeton Tirmidhiu dhe thotë hadith hasen"
    },
    {
      "id": 51,
      "entryText": "Transmetohet nga Enesi r.a. se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "Kush dëshiron që t’i shtohet furnizimi dhe t’i zgjatet jeta, atëherë le të kujdeset dhe le t’i mbajë lidhjet farefisnore.",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 52,
      "entryText": "",
      "textContent": "Transmetohet, po ashtu, nga Abdull-llah ibn Amr ibn el-’Asi r.a. se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë: “Nuk është e mjaftueshme vetëm mbajtja e lidhjeve farefisnore, por duhen rivendosur lidhjet e pandërprera farefisnore.”",
      "reference": "Transmeton Buhariu"
    },
    {
      "id": 53,
      "entryText": "Transmetohet nga Ebu Ejjub Halid ibn Zejd el-Ensarij r.a. se një njeri ka thënë: “O i Dërguari i All-llahut, më trego për një punë që do të më shpie në Xhenet dhe do të më largojë nga Xhehenemi?",
      "textContent": "Pejgamberi sal-lall-llahu alejhi ve sel-lem. tha: “Ta adhurosh All-llahun dhe të mos i shoqërosh asgjë, ta falësh namazin, ta ndash zekatin dhe t’i mbash lidhjet farefisnore.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 54,
      "entryText": "Transmetohet nga Ebu Hurejra r.a. se ka thënë: “Erdhi një njeri tek i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. dhe i tha: “O i Dërguari i All-llahut, kush është më i merituari i njerëzve për shoqërimin tim të mirë?”",
      "textContent": "tha: “Nëna jote.” tha: “Pastaj kush?” (Pejgamberi) tha: “Nëna jote.” tha: “Pastaj kush?” tha: “Nëna jote.” tha: “Pastaj kush?” tha: “Babai yt.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 55,
      "entryText": "",
      "textContent": "Transmetohet nga Ebu ed-Derda r.a. se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë: “Asnjë send nuk do të jetë më i rëndë në peshojën e besimtarit në Ditën e Gjykimit sesa karakteri i mirë. Dhe, vërtet, All-llahu e urren të pamoralshmin dhe fjalëndyrin.”",
      "reference": "Transmeton Tirmidhiu dhe thotë hadith hasen sahih"
    },
    {
      "id": 56,
      "entryText": "",
      "textContent": "Transmetohet nga Aishja r.a. se ka thënë: “E kam dëgjuar të Dërguarin e All-llahut sal-lall-llahu alejhi ve sel-lem. duke thënë: “Vërtet besimtari me karakter të mirë arrin gradën e atij që vazhdimisht agjëron dhe që fal namaz.”",
      "reference": "Transmeton Ebu Davudi"
    },
    {
      "id": 57,
      "entryText": "",
      "textContent": "Nga Ebu Hurejra r.a. transmetohet se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë: “Shenjat e hipokritit janë tri: kur flet gënjen, kur premton nuk e përmbush premtimin dhe kur zotohet, e shkel zotimin.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 58,
      "entryText": "",
      "textContent": "Ebu Hurejra r.a. tregon se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë: “Kur ndonjëri prej jush vjen në ndonjë tubim të përshëndesë me selam dhe kur dëshiron të largohet, të përshëndesë prapë me selam. Nuk është i pari më i vlefshëm se i fundit.",
      "reference": "Transmetojnë Ebu Davudi dhe Tirmidhiu dhe thotë hadith hasen"
    },
    {
      "id": 59,
      "entryText": "",
      "textContent": "Xhabiri r.a. tregon se Pejgamberi sal-lall-llahu alejhi ve sel-lem., kur vonohej për udhëtim, u ndihmonte të dobtëve, shoqërohej me ta dhe lutej për ta.",
      "reference": "Transmeton Ebu Davudi me isnad të vërtetë"
    },
    {
      "id": 60,
      "entryText": "",
      "textContent": "Asnjë grup njerëzish nuk do të ulen ta përmendin All-llahun dhe që engjëjt nuk do t’i rrethojnë, nuk do t’i kaplojë mëshira dhe nuk do të lëshohet mbi ta qetësia shpirtërore dhe që All-llahu nuk do t’i theksojë dhe njoftojë me shpirtrat e tij të zgjedhur dhe me engjëjt e botëve të larta hyjnore.",
      "reference": "Hadith"
    },
    {
      "id": 61,
      "entryText": "Nga Ibni Mes’udi r.a. transmetohet se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "Nuk do të hyjë në Xhenet kush ka në zemrën e tij sa një atom mendjemadhësi.” Një njeri tha: “Vërtet njeriu dëshiron që rrobat dhe mbathëset të jenë të bukura.” Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë: “All-llahu është i Bukur dhe e do të bukurën. Mendjemadhësia është refuzim i pranimit të së vërtetës dhe nënçmim i njerëzve të tjerë.",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 62,
      "entryText": "Nga Egarr el-Muzennij r.a. transmetohet se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "Vërtet më vjen në zemrën time mendimi dhe dëshira që çdo ditë nga njëqind herë t’i lutem All-llahut për falje.",
      "reference": "Transmeton Muslimi"
    },
    {
      "id": 63,
      "entryText": "Nga Ibni Abbasi r. anhuma transmetohet të ketë thënë: “I Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "Kush vazhdimisht lutet për falje, All-llahu do t’i jap dalje nga çdo ngushticë, do ta lirojë nga çdo brengosje dhe do ta furnizojë nga nuk e llogarit.",
      "reference": "Transmeton Ebu Davudi"
    },
    {
      "id": 64,
      "entryText": "Nga Ibni Mes’udi r.a. transmetohet se ka thënë: “I Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "“Kush thotë: “All-llahut i lutem për falje, nuk ka zot tjetër përveç Atij, të Gjallit, të Qëndrueshmit, dhe Atij i drejtohem për pendim, do t’i falen mëkatet, qoftë edhe nëse ka ikur nga fushëbeteja.”",
      "reference": "Transmetojnë Ebu Davudi, Tirmidhiu dhe Hakimi"
    },
    {
      "id": 65,
      "entryText": "Nga Xherir b. Abdull-llahu r.a. transmetohet të ketë thënë:",
      "textContent": "“Kemi qenë tek i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem., e ai shikoi në Hënën katërmbëdhjetëshe dhe tha: “Vërtet ju kështu do ta shihni Krijue-sin tuaj dukshëm siç e shihni Hënën. Nuk do të ngushtoheni dhe shtyheni ndërmjet veti që ta shihni.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 66,
      "entryText": "Nga Ebu Hurejra r.a. transmetohet se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "“Zvarritja e pagesës së borxhit nga të pasurit është dhunë. Nëse dikush nga ju ndiqet ta paguajë borxhin, por ka mundësi ta paguajë, menjëherë të bindet dhe ta paguajë borxhin.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 67,
      "entryText": "Ebu Hurejra r.a. thotë: “Miku im sal-lall-llahu alejhi ve sel-lem. më ka porositur për tri gjëra:",
      "textContent": "“Agjërimin e tri ditëve për çdo muaj, faljen e dy rekateve të namazit të duhasë dhe faljen e namazit të vitrit para se të shkoj të flej.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 68,
      "entryText": "Ebu Ejjubi r.a. tregon se një njeri i ka thënë Pejgamberit sal-lall-llahu alejhi ve sel-lem.: “Më trego për një vepër e cila më çon në Xhenet?",
      "textContent": "Atëherë Pejgamberi sal-lall-llahu alejhi ve sel-lem. tha: “Ta adhurosh All-llahun (T’i bësh ibadet), dhe të mos i bësh shok, të falësh namazin, të japësh zekatin dhe ta ndihmosh farefisin.",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 69,
      "entryText": "",
      "textContent": "“Ai që gënjen për mua qëllimisht, le të përgatitet për ulësen e tij në Zjarr.”",
      "reference": "Buhariu 108"
    },
    {
      "id": 70,
      "entryText": "",
      "textContent": "Bindju asaj që të është shpallur ty nga Zoti yt, se vërtet, Allahu e di mirë se çfarë bëni!",
      "reference": "Ahzab - Ajeti 2"
    },
    {
      "id": 71,
      "entryText": "",
      "textContent": "E mbështetu në All-llahun, se mjafton që All-llahu të jetë mbrojtës yti.",
      "reference": "Ahzab - Ajeti 3"
    },
    {
      "id": 72,
      "entryText": "",
      "textContent": "Ndërsa atyre prej jush që binden ndaj Allahut e të Dërguarit të Tij dhe bëjnë vepra të mira, Ne do t'u japim shpërblim të dyfishtë e u kemi përgatitur begati të mëdha.",
      "reference": "Ahzab - Ajeti 31"
    },
    {
      "id": 73,
      "entryText": "",
      "textContent": "O Profet, thuaju grave dhe vajzave të tua, si dhe grave të besimtarëve, që të lëshojnë mbulesën e tyre (të kokës) përreth trupit. Kjo është mënyra më e përshtatshme që ato të njihen e të mos ngacmohen nga të tjerët. Me të vërtetë, Allahu është Falës dhe Mëshirëplotë.",
      "reference": "Ahzab - Ajeti 59"
    },
    {
      "id": 74,
      "entryText": "",
      "textContent": "Nëse nga Allahu të godet ndonjë fatkeqësi, atëherë askush përveç Tij nuk mund të të shpëtojë. E, nëse të dhuron ndonjë mirësi, dije se vetëm Ai është i Fuqishëm për çdo gjë.",
      "reference": "Enam - Ajeti 17"
    },
    {
      "id": 75,
      "entryText": "",
      "textContent": "Allahu, në të vërtetë, i mbron besimtarët. Ai nuk i do tradhtarët mohues.",
      "reference": "Haxh - Ajeti 38"
    },
    {
      "id": 76,
      "entryText": "",
      "textContent": "O besimtarë! Përkuluni dhe përuluni në sexhde (para Allahut)! Adhuroni Zotin tuaj dhe bëni vepra të mira për të arritur shpëtimin!",
      "reference": "Haxh - Ajeti 77"
    },
    {
      "id": 77,
      "entryText": "",
      "textContent": "(Ata thonë:) “O Zoti ynë! Mos lejo që zemrat tona të shmangen (nga e vërteta), pasi na ke udhëzuar në rrugën e drejtë, dhe jepna mëshirë prej Teje; vërtet, Ti je Dhuruesi i Madh!",
      "reference": "Ali Imran - Ajeti 8"
    },
    {
      "id": 78,
      "entryText": "",
      "textContent": "Thuaj (o Muhamed): “O Allah, Zotëruesi i gjithë Pushtetit! Ti ia jep pushtetin kujt të duash dhe ia heq kujt të duash; Ti lartëson kë të duash dhe poshtëron kë të duash. Çdo e mirë është në Dorën Tënde! Ti je vërtet i Plotfuqishëm për çdo gjë.",
      "reference": "Ali Imran - Ajeti 26"
    },
    {
      "id": 79,
      "entryText": "",
      "textContent": "Ata dëshirojnë ta fikin dritën (fenë) e Allahut me gojën e tyre, por Allahu ka vendosur vetëm që ta përsosë dritën e Vet, edhe sikur mohuesit ta urrejnë këtë gjë.",
      "reference": "Tevbe - Ajeti 32"
    },
    {
      "id": 80,
      "entryText": "",
      "textContent": "Për ata që janë spovuar, nuk ka gjë më të dobishme sesa durimi dhe lutja. Kurse, për ata që janë shëndosh e rehat, nuk ka gjë më të dobishme sesa falënderimi dhe lavdërimi ndaj Allahut.",
      "reference": "Thënie Dijetarësh"
    },
    {
      "id": 81,
      "entryText": "",
      "textContent": "Kini frikën Allahut, kini frikën Allahut në fshehtësitë, ngase me prishjen e fshehtësisë, s’bën dobi e jashtmja e mirë.",
      "reference": "Thënie Dijetarësh"
    },
    {
      "id": 82,
      "entryText": "Disa nga Selefi kanë thënë:",
      "textContent": "Nuk ka ndodhur që të ketë ndonjë të pandëgjueshëm ndaj prindërve të tij, vetëmse e kemi gjetur të ishte arrogant, i palumtur. Pastaj e lexoi fjalën e Allahut të Lartësuar: “Më ka bërë të mirësjellshëm ndaj nënës sime, e nuk më ka bërë kryelartë dhe as të pa lumtur (shekija)” [Merjem: 32]",
      "reference": "Tefsir ibn Kethir: 5/669"
    },
    {
      "id": 83,
      "entryText": "",
      "textContent": "Kush ka dëshirë që t’i përmbyllet jeta me të mirë, le të ketë mendim të mirë për njerëzit!",
      "reference": "Thënie Dijetarësh"
    },
    {
      "id": 84,
      "entryText": "Transmetohet se Jahja Ibën Muadh, Allahu e mëshiroftë, ka thënë:",
      "textContent": "Sipas madhësisë së frikës që ke nga Allahu, të respektojnë krijesat, dhe sipas madhësisë së dashurisë që ke për Allahun, të duan krijesat, dhe sipas angazhimit tënd për Allahun, angazhohen krijesat për ty!",
      "reference": "Thënie Dijetarësh"
    },
    {
      "id": 85,
      "entryText": "",
      "textContent": "“Sikur ta dinit se çfarë përmban fjala e ndonjërit prej jush për vëllanë e tij: “Allahu të shpërbleftë me të mira”, do t’ia shpeshtonit atë njëri-tjetrit.”",
      "reference": "Umer ibn Hattabi (radijAllahu anhu)"
    },
    {
      "id": 86,
      "entryText": "Transmetohet nga Enesi r.a., se Pejgamberi sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "“Askush nga ju nuk do të jetë besimtar i vërtetë përderisa nuk dëshiron për vëllanë e vet atë që e dëshiron për vetveten.”",
      "reference": "Hadith"
    },
    {
      "id": 87,
      "entryText": "Transmetohet nga Ebu Abdurrahman Abdull-llah ibn Mes’ud r.a. se ka thënë:",
      "textContent": "“E kam pyetur Pejgamberin sal-lall-llahu alejhi ve sel-lem.: “Cila punë është më e dashur tek All-llahu i Madhëruar?” Tha: “Namazi në kohën e vet.” I thashë: “Pastaj cila?” Tha: “Bamirësia ndaj prindërve.” I thashë: “Pastaj cila?” Tha: “Xhihadi (lufta) në rrugë të All-llahut.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 88,
      "entryText": "Transmetohet nga Enesi r.a. se i Dërguari i All-llahut sal-lall-llahu alejhi ve sel-lem. ka thënë:",
      "textContent": "“Kush dëshiron që t’i shtohet furnizimi dhe t’i zgjatet jeta, atëherë le të kujdeset dhe le t’i mbajë lidhjet farefisnore.”",
      "reference": "Muttefekun alejhi"
    },
    {
      "id": 89,
      "entryText": "",
      "textContent": "Nëse i jepni Allahut një hua të bukur, Ai jua kthen shumëfish atë dhe ju fal. Allahu është Mirënjohës dhe nuk nxiton në dënime.",
      "reference": "Tegabun - Ajeti 17"
    },
    {
      "id": 90,
      "entryText": "",
      "textContent": "O bijtë e Ademit, vishuni përshtatshëm kudo dhe kurdo që të faleni! Hani e pini, por mos e teproni, se Ai nuk i do ata që e teprojnë.",
      "reference": "Araf - Ajeti 31"
    },
    {
      "id": 91,
      "entryText": "",
      "textContent": "Në të vërtetë, Mbrojtësi im është Allahu, i Cili ka zbritur Librin dhe kujdeset për të mirët.",
      "reference": "Araf - Ajeti 196"
    },
    {
      "id": 92,
      "entryText": "",
      "textContent": "Kur të lexohet Kurani, dëgjoni dhe heshtni, në mënyrë që të mëshiroheni.",
      "reference": "Araf - Ajeti 204"
    },
    {
      "id": 93,
      "entryText": "",
      "textContent": "Mos u bëni si ata që e harruan Allahun, kështu që Ai i bëri të harronin vetveten! Pikërisht ata janë të pabindurit (ndaj Allahut).",
      "reference": "Hashr - Ajeti 19"
    },
    {
      "id": 94,
      "entryText": "",
      "textContent": "Sikur këtë Kuran t’ia shpallnim ndonjë mali, ti do ta shihje atë (mal) të përulur dhe të copëtuar nga frika e Allahut. Shembuj të tillë Ne u japim njerëzve, që ata të meditojnë.",
      "reference": "Hashr - Ajeti 21"
    },
    {
      "id": 95,
      "entryText": "",
      "textContent": "Vepra e mirë është shkak që njeriu të arrijë begati. E, nëse njeriu nuk gjen begati në veprën e mirë që kryen, në veten e tij, pasurinë e tij, familjen e tij, atherë ai duhet të kontrollojë nijetin e tij.",
      "reference": "Thënie Dijetarësh"
    },
    {
      "id": 96,
      "entryText": "",
      "textContent": "Kush nuk e ruan veten e tij, dituria nuk do t’i bëjë dobi.",
      "reference": "Thënie Dijetarësh"
    },
    {
      "id": 97,
      "entryText": "",
      "textContent": "Nuk plotësohet drejtësia e njeriut me Krijuesin, veçse kur ajo të jetë plotësuar me krijesat. 'Ne i çuam të dërguarit Tanë me shenja të qarta dhe Ne u shpallëm  atyre Librin dhe peshoren (e drejtësisë): që njerëzit t’i përmbahen së drejtës.'   (El Hadid, 25)",
      "reference": "Tefsir"
    },
    {
      "id": 98,
      "entryText": "",
      "textContent": "Njerëzit më të suksesshëm janë ata që janë me nijete (qëllime) më të sinqerta. 'Ai e dinte se ç'kishte në zemrat e tyre, prandaj u dha atyre qetësi (në zemra) dhe i shpërbleu me një fitore të afërt.' (El Feth,18)",
      "reference": "Tefsir"
    },
    {
      "id": 99,
      "entryText": "",
      "textContent": "Nëse vepra jote në publik të pëlqen, pastroje atë duke e bërë të njëjtën në fshehtësi, ngaqë vepra e tillë në fshehtësi është pastrim për të.",
      "reference": "Thënie Dijetarësh"
    },
    {
      "id": 100,
      "entryText": "Omer ibn Hatabi (Allahu qoftë i kënaqur me të!) duke ligjëruar në minber, tha: E kam dëgjuar Pejgamberin ﷺ duke thënë:",
      "textContent": "“Me të vërtetë, veprat vlerësohen sipas nijetit dhe secili do të shpërblehet sipas asaj që ka bërë nijet. Andaj, nëse dikush ka bërë hixhret me qëllim të arritjes së të mirave të dynjasë ose që të martohet me ndonjë femër, hixhreti i tij do të vlerësohet sipas nijetit të tij.”",
      "reference": "Buhari: 1"
    },
    {
      "id": 101,
      "entryText": "Ebu Rukaje Temim ibn Eus Dariu (Allahu qoftë i kënaqur me të!) transmeton se i Dërguari i Allahut ﷺ ka thënë:",
      "textContent": "'Feja është sinqeritet. - Ndaj kujt? - e pyetëm. Ai tha: “Ndaj Allahut, ndaj Librit të tij, ndaj të Dërguarit të Tij, ndaj prijësve të muslimanëve, si dhe ndaj mbarë muslimanëve.”",
      "reference": "Muslim: 196"
    },
    {
      "id": 102,
      "entryText": "",
      "textContent": "Lëre të dyshimtën kundrejt asaj që nuk të duket e dyshimtë.",
      "reference": "40 hadithet"
    },
    {
      "id": 103,
      "entryText": "",
      "textContent": "Ebu Hurejra (Allahu qoftë i kënaqur me të!) transmeton se i Dërguari i Allahut ﷺ ka thënë: 'Ndër shenjat e Islamit të mirë të njeriut është lënia e gjërave që nuk i përkasin.'",
      "reference": "40 hadithet"
    },
    {
      "id": 104,
      "entryText": "Ebu Hurejra (Allahu qoftë i kënaqur me të!) rrëfen se një njeri i tha të Dërguarit të Allahut ﷺ: Më këshillo! I Dërguari i tha:",
      "textContent": "'Mos u zemëro!' Ky e përsëriti disa herë të njëjtën, porse Pejgamberi ﷺ gjithnjë i thoshte: 'Mos u zemëro!'",
      "reference": "Buhari: 6116"
    },
    {
      "id": 105,
      "entryText": "",
      "textContent": "Kije frikë Allahun kudo që të jesh, të keqen pasoje me të mirë, që kjo (e fundit) ta shlyejë atë (të keqen), si dhe sillu mirë me njerëzit.",
      "reference": "40 hadithet"
    },
    {
      "id": 106,
      "entryText": "",
      "textContent": "Mos e lakmo dynjanë, që të të dojë Allahu dhe mos e lakmo atë që është në duart e njerëzve, që të të duan njerëzit!",
      "reference": "40 hadithet"
    },
    {
      "id": 107,
      "entryText": "Ebu Hurejra (Allahu qoftë i kënaqur me të!) transmeton se Pejgamberi ﷺ ka thënë:",
      "textContent": "Betohem në Atë, në Dorën e të Cilit është shpirti im, se nuk ka besuar asnjëri prej jush, derisa unë të jem më i dashur për të sesa prindërit dhe fëmijët e tij.",
      "reference": "Muhtesari i Buhariut 14"
    },
    {
      "id": 108,
      "entryText": "Ebu Mesudi (Allahu qoftë i kënaqur me të!) tregon se Pejgamberi ﷺ ka thënë:",
      "textContent": "Nëse njeriu shpenzon për familjen e tij, e për këtë llogarit shpërblimin e Zotit, atëherë kjo konsiderohet lëmoshë për të.",
      "reference": "Muhtesari i Buhariut 48"
    },
    {
      "id": 109,
      "entryText": "Enesi (Allahu qoftë i kënaqur me të!) transmeton se Pejgamberi ﷺ ka thënë:",
      "textContent": "Lehtësoni e mos vështirësoni, përgëzoni e mos vrazhdoni.",
      "reference": "Muhtesari i Buhariut 61"
    },
    {
      "id": 110,
      "entryText": "",
      "textContent": "Ne e kemi urdhëruar njeriun që t’i nderojë prindërit e vet. Nëna e ka mbartur atë, duke duruar mundim pas mundimi, e ndarja e tij (nga gjiri) është brenda dy vjetësh. Ne i thamë atij: “Bëhu falënderues ndaj Meje dhe prindërve të tu! Tek Unë do të ktheheni të gjithë”.",
      "reference": "Llukman - Ajeti 14"
    },
    {
      "id": 111,
      "entryText": "",
      "textContent": "Mos i trajto njerëzit me nënçmim dhe mos ec në tokë me mendjemadhësi, se Allahu nuk i do mendjemëdhenjtë e mburracakët!",
      "reference": "Llukman - Ajeti 18"
    },
    {
      "id": 112,
      "entryText": "",
      "textContent": "O djali im, kryeje namazin, urdhëroje të mirën, pengoje të keqen dhe bëhu i durueshëm për çfarëdo që të godet! Me të vërtetë, ky është thelbi i patundur i të gjitha punëve!",
      "reference": "Llukman - Ajeti 17"
    },
    {
      "id": 113,
      "entryText": "",
      "textContent": "Vërtet, Ne e kemi bërë Kuranin të lehtë për t’u kuptuar dhe kujtuar, prandaj, a ka ndonjë që të marrë këshillë?!",
      "reference": "Kamer - Ajeti 22"
    },
    {
      "id": 114,
      "entryText": "",
      "textContent": "O ju që keni besuar! Nëse ndonjë njeri i pandershëm ju sjell ndonjë lajm, sigurohuni mirë (në është i vërtetë), për të mos i bërë dëm ndokujt pa dashje, e të pendoheni pastaj për atë që keni bërë.",
      "reference": "Huxhurat - Ajeti 6"
    },
    {
      "id": 115,
      "entryText": "",
      "textContent": "A po e shihni natën e sotme? Në krye të njëqind vjetëve nga sot, askush që jeton tani, nuk do të mbetet i gjallë në fytyrë të tokës.”",
      "reference": "Buhariu 116"
    },
    {
      "id": 116,
      "entryText": "",
      "textContent": "Allahu është Ai, që ka krijuar shtatë qiej dhe po aq toka. Urdhrat e Tij zbresin përmes tyre, që ju ta dini se Allahu është i Fuqishëm për çdo gjë dhe se Ai përfshin gjithçka në diturinë e Tij.",
      "reference": "Talak - Ajeti 12"
    },
    {
      "id": 117,
      "entryText": "",
      "textContent": "A po kërkon shpërblim prej tyre? Shpërblimi i Zotit tënd është më i mirë. Ai është më i miri i furnizuesve.",
      "reference": "Muminun - Ajeti 72"
    },
    {
      "id": 118,
      "entryText": "",
      "textContent": "(Isai tha): “Vërtet, Allahu është Zoti im dhe Zoti juaj; andaj adhuroni vetëm Atë! Kjo është udha e drejtë”.",
      "reference": "Merjem - Ajeti 36"
    },
    {
      "id": 119,
      "entryText": "",
      "textContent": "S’ka krijesë që gjendet në qiej dhe në Tokë e që të mos vijë si rob para të Gjithëmëshirshmit.",
      "reference": "Merjem - Ajeti 93"
    },
    {
      "id": 120,
      "entryText": "",
      "textContent": "Vepra e atyre, që nuk besojnë Zotin e tyre, i shëmbëllen hirit, të cilin e shpërndan era në një ditë të stuhishme. Ata nuk do të kenë asnjë dobi nga veprat që kanë punuar. Kjo është humbja e madhe.",
      "reference": "Ibrahim - Ajeti 18"
    },
    {
      "id": 121,
      "entryText": "",
      "textContent": "Ndërsa ata që besojnë dhe bëjnë vepra të mira, do të pranohen në kopshte, nëpër të cilat rrjedhin lumenj dhe ku, me lejen e Zotit të tyre, do të banojnë përherë. Atje do të përshëndeten me fjalën: “Selam!”",
      "reference": "Ibrahim - Ajeti 23"
    },
    {
      "id": 122,
      "entryText": "",
      "textContent": "Thuaju robërve të Mi, të cilët besojnë: Le të falin namazin dhe le të japin fshehurazi dhe haptazi nga ajo që ua kemi dhënë Ne, para se të arrijë dita në të cilën s’ka as tregti, as miqësi.",
      "reference": "Ibrahim - Ajeti 31"
    },
    {
      "id": 123,
      "entryText": "",
      "textContent": "Ai ju jep gjithçka që i kërkoni. Edhe nëse përpiqeni t’i numëroni dhuntitë e Allahut, nuk do të mund t’i numëroni dot. Njeriu është vërtet i padrejtë dhe mosmirënjohës.",
      "reference": "Ibrahim - Ajeti 34"
    },
    {
      "id": 124,
      "entryText": "",
      "textContent": "O Zoti im, bëj që unë dhe pasardhësit e mi të kryejmë përherë namazin! O Zoti ynë, na i prano lutjet!",
      "reference": "Ibrahim - Ajeti 40"
    },
    {
      "id": 125,
      "entryText": "",
      "textContent": "O Zoti ynë, më fal mua, prindërit e mi dhe besimtarët në Ditën, kur do të jepet llogari!”",
      "reference": "Ibrahim - Ajeti 41"
    },
    {
      "id": 126,
      "entryText": "",
      "textContent": "Mos mendo kurrsesi që Allahu nuk e vëren atë që bëjnë keqbërësit! Ai vetëm ua shtyn (dënimin) deri në Ditën, kur sytë e tyre do të zgurdullohen (nga tmerret që do të shohin)",
      "reference": "Ibrahim - Ajeti 42"
    },
    {
      "id": 127,
      "entryText": "",
      "textContent": "Disa njerëz të tjerë e adhurojnë Allahun me kusht: Nëse u ecën mbarë, janë të kënaqur, por, nëse i godet fatkeqësia, ata kthehen në mohim e kështu humbasin këtë botë dhe tjetrën. Pikërisht kjo është humbja e qartë.",
      "reference": "Haxh - Ajeti 11"
    },
    {
      "id": 128,
      "entryText": "",
      "textContent": "A nuk e sheh ti se Allahu lëshon shiun nga qielli e toka gjelbërohet?! Me të vërtetë, Allahu i di të gjitha në hollësi dhe njeh mirë çdo gjë.",
      "reference": "Haxh - Ajeti 63"
    },
    {
      "id": 129,
      "entryText": "",
      "textContent": "A nuk e di ti, se Allahu di çdo gjë, që është në qiej e në Tokë? Të gjitha këto janë (shënuar) në Libër. Me të vërtetë, kjo është e lehtë për Allahun.",
      "reference": "Haxh - Ajeti 70"
    },
    {
      "id": 130,
      "entryText": "",
      "textContent": "Hyni në të (Xhenet) me paqe e siguri. Kjo është Dita e amshimit!”",
      "reference": "Kaf - Ajeti 34"
    },
    {
      "id": 131,
      "entryText": "",
      "textContent": "Ne e kemi krijuar njeriun dhe, Ne e dimë ç’i pëshpërit atij shpirti i vet. Ne jemi më pranë tij se damari i qafës së vet.",
      "reference": "Kaf - Ajeti 16"
    },
    {
      "id": 132,
      "entryText": "",
      "textContent": "A nuk e shohin ata qiellin që qëndron sipër tyre, si e kemi ndërtuar dhe zbukuruar, pa pasur kurrfarë plasaritjeje në të?",
      "reference": "Kaf - Ajeti 6"
    },
    {
      "id": 133,
      "entryText": "",
      "textContent": "Allahu është Ai që ka nënshtruar për ju detin, që nëpër të, me urdhrin e Tij, të lundrojnë anijet, për të kërkuar dhuntitë e Tij dhe që ju të jeni mirënjohës.",
      "reference": "Xhathije - Ajeti 12"
    },
    {
      "id": 134,
      "entryText": "",
      "textContent": "Ai ka vënë në shërbimin tuaj çka gjendet në qiej dhe në Tokë, të gjitha janë prej Tij. Me të vërtetë, në këto ka shenja për njerëzit që mendojnë.",
      "reference": "Xhathije - Ajeti 13"
    },
    {
      "id": 135,
      "entryText": "",
      "textContent": "Kush bën mirë, e ka për vete e kush bën keq, e bën kundër vetes; e në fund do të ktheheni (të gjithë) te Zoti juaj.",
      "reference": "Xhathije - Ajeti 15"
    },
    {
      "id": 136,
      "entryText": "",
      "textContent": "Falënderimi i përket vetëm Allahut, Zotit të qiejve dhe Zotit të Tokës - Zotit të gjithësisë.",
      "reference": "Xhathije - Ajeti 36"
    },
    {
      "id": 137,
      "entryText": "",
      "textContent": "Ai i ka krijuar jetën dhe vdekjen, për t’ju provuar se kush prej jush do të veprojë më mirë; Ai është i Plotfuqishmi dhe Falësi i madh.",
      "reference": "Mulk - Ajeti 2"
    },
    {
      "id": 138,
      "entryText": "",
      "textContent": "Ndërkaq, ata që i frikësohen Zotit, do të kenë dhoma të ngritura mbi njëra-tjetrën, pranë të cilave rrjedhin lumenj. Ky është premtimi i Allahut; Allahu nuk e shkel premtimin e Vet.",
      "reference": "Zumer - Ajeti 20"
    },
    {
      "id": 139,
      "entryText": "",
      "textContent": "Kur njeriut i bie ndonjë e keqe, ai na lutet Neve; por, kur pas kësaj, i ofrojmë një të mirë prej Nesh, ai thotë: “Kjo më është dhënë vetëm pse kam ditur”. Nuk është kështu! Kjo është vetëm një sprovë, por shumica e tyre nuk e dinë.",
      "reference": "Zumer - Ajeti 49"
    },
    {
      "id": 140,
      "entryText": "",
      "textContent": "A nuk e dinë ata se Allahu ia shton apo ia pakëson riskun kujt të dojë?! Vërtet, në këtë ka shenja për njerëzit që besojnë.",
      "reference": "Zumer - Ajeti 52"
    },
    {
      "id": 141,
      "entryText": "",
      "textContent": "Mjerë për ata që hanë në peshë (dhe matje). Që, kur masin për veten, e marrin masën të plotë, ndërsa, kur u masin të tjerëve me litër ose me kandar, ua pakësojnë. A nuk mendojnë ata se do të ringjallen",
      "reference": "Mutafifin - Ajetet 1 - 4"
    },
    {
      "id": 142,
      "entryText": "",
      "textContent": "Atë Ditë do të mbeteni zbuluar dhe asnjë fshehtësi juaja nuk do të mbetet pa u shfaqur.",
      "reference": "Haka - Ajeti 18"
    },
    {
      "id": 143,
      "entryText": "",
      "textContent": "Vetëm Ty të adhurojmë dhe vetëm prej Teje ndihmë kërkojmë.",
      "reference": "Fatiha - Ajeti 5"
    },
    {
      "id": 144,
      "entryText": "",
      "textContent": "Allahu është pranues i pendimit vetëm për ata që bëjnë ndonjë të keqe nga padituria dhe pendohen shpejt. Pra, këtyre Allahu ua pranon pendimin. Allahu është i Gjithëdijshëm dhe i Urtë.",
      "reference": "Nisa - Ajeti 17"
    },
    {
      "id": 145,
      "entryText": "",
      "textContent": "Vërtet, Allahu nuk dëmton askënd asnjë grimë, por, nëse (dikush) bën mirësi, Allahu ia shumëfishon atë dhe i jep shpërblim të madh.",
      "reference": "Nisa - Ajeti 40"
    },
    {
      "id": 146,
      "entryText": "",
      "textContent": "Allahu i di më së miri armiqtë tuaj. Allahu mjafton si Mbrojtës për ju. Allahu mjafton si Ndihmës për ju.",
      "reference": "Nisa - Ajeti 45"
    },
    {
      "id": 147,
      "entryText": "",
      "textContent": "Vërtet, Allahu nuk fal që të adhurohet dikush apo diçka tjetër veç Atij, por gjynahet e tjera më të vogla ia fal kujt të dojë. Kushdo që i bën shok Allahut (në adhurim), ka bërë gjynah të tmerrshëm.",
      "reference": "Nisa - Ajeti 48"
    },
    {
      "id": 148,
      "entryText": "",
      "textContent": "Kur ju përshëndet dikush me respekt, kthejani me një përshëndetje më të mirë ose në të njëjtën mënyrë! Pa dyshim, Allahu llogarit çdo gjë.",
      "reference": "Nisa - Ajeti 86"
    },
    {
      "id": 149,
      "entryText": "",
      "textContent": "Kush punon vepër të keqe ose e ngarkon veten me gjynahe, pastaj kërkon falje prej Allahut, do të gjejë se Allahu është Falës e Mëshirëplotë.",
      "reference": "Nisa - Ajeti 110"
    },
    {
      "id": 150,
      "entryText": "",
      "textContent": "Në qoftë se ju bëni ndonjë vepër të mirë haptazi ose fshehurazi ose falni ndonjë vepër të keqe, Allahu është Falës i madh dhe i Plotfuqishëm.",
      "reference": "Nisa - Ajeti 149"
    },
    {
      "id": 151,
      "entryText": "",
      "textContent": "Vërtet, ata që shpenzojnë pasurinë e jetimit pa të drejtë, vetëm mbushin barkun e tyre me zjarr dhe ata do të digjen në zjarrin flakërues.",
      "reference": "Nisa - Ajeti 10"
    },
    {
      "id": 152,
      "entryText": "",
      "textContent": "A mos i kanë zili njerëzit për çfarë u ka dhuruar Allahu nga të mirat e Veta? Ne u dhamë pasardhësve të Ibrahimit Librin e urtësinë, si dhe një pushtet të madh.",
      "reference": "Nisa - Ajeti 54"
    },
    {
      "id": 153,
      "entryText": "",
      "textContent": "O ju që keni besuar! Ta keni frikë Allahun dhe hiqni dorë nga kamata, nëse jeni besimtarë të vërtetë.",
      "reference": "Bekare - Ajeti 278"
    },
    {
      "id": 154,
      "entryText": "",
      "textContent": "Nëse e dini se borxhliu është ngushtë, shtyjani afatin (e shlyerjes së borxhit) derisa ta përmirësojë gjendjen. Por është më mirë për ju që t’ia falni borxhin, veç sikur ta dinit.",
      "reference": "Bekare - Ajeti 280"
    },
    {
      "id": 155,
      "entryText": "",
      "textContent": "T’i jepni lëmoshat haptazi, është gjë e mirë, por t’ua jepni ato të varfërve fshehurazi, është edhe më mirë dhe ju shlyen disa nga gjynahet tuaja. Allahu e njeh mirë çdo vepër që ju bëni",
      "reference": "Bekare - Ajeti 271"
    },
    {
      "id": 156,
      "entryText": "",
      "textContent": "Ata që shpenzojnë pasurinë e vet në rrugë të Allahut, i shëmbëllejnë atij që mbjell një kokërr nga e cila dalin shtatë kallinj, ku secili kalli ka nga njëqind kokrra. Allahu ia shton (shpërblimin) edhe më tepër kujt të dëshirojë; Allahu është Mirëbërës i madh dhe i Gjithëdijshëm.",
      "reference": "Bekare - Ajeti 261"
    },
    {
      "id": 157,
      "entryText": "",
      "textContent": "O besimtarë! Jepni pa u kursyer nga të mirat që ju kemi dhënë Ne, para se të vijë Dita (e Gjykimit) në të cilën nuk ka shitblerje, as miqësi, as ndërmjetësi! Jobesimtarët janë keqbërësit e vërtetë.",
      "reference": "Bekare - Ajeti 254"
    },
    {
      "id": 158,
      "entryText": "",
      "textContent": "O besimtarë! Pranojeni Islamin me të gjitha rregullat e tij dhe mos shkoni gjurmëve të djallit, se ai është armiku juaj i përbetuar.",
      "reference": "Bekare - Ajeti 208"
    },
    {
      "id": 159,
      "entryText": "",
      "textContent": "Kur robërit e Mi (besimtarë) të pyesin për Mua, (thuaju se) Unë jam afër, i përgjigjem lutjeve të lutësit, kur ai më lutet Mua. Prandaj, le t’i përgjigjen thirrjes Sime dhe le të më besojnë Mua, për të qenë në rrugë të drejtë.",
      "reference": "Bekare - Ajeti 186"
    },
    {
      "id": 160,
      "entryText": "",
      "textContent": "Allahu nuk e ngarkon askënd përtej fuqisë që ka: në dobi të tij është e mira që bën, kurse në dëm të tij është e keqja që punon.",
      "reference": "El Bekare - Ajeti 286"
    },
    {
      "id": 161,
      "entryText": "",
      "textContent": "Mos u ligështoni dhe mos u pikëlloni, sepse ju, gjithsesi jeni më të lartët, nëse jeni besimtarë të vërtetë.",
      "reference": "Al Imran - Ajeti 139"
    },
    {
      "id": 162,
      "entryText": "",
      "textContent": "Me të vërtetë, pas vështirësisë - vjen lehtësimi!",
      "reference": "Ash Sharh - Ajeti 94"
    },
    {
      "id": 163,
      "entryText": "",
      "textContent": "dhe do t’i japë risk prej nga nuk e pret. Allahu i mjafton kujtdo që mbështetet tek Ai. Allahu e përmbush me siguri vendimin e Tij dhe për çdo gjë Ai ka caktuar masë.",
      "reference": "At Talak - Ajeti 3"
    },
    {
      "id": 164,
      "entryText": "",
      "textContent": "Sido që të flisni ju, fshehtas apo haptas, Ai e di mirë ç’ka në zemrat tuaja.",
      "reference": "Al Mulk - Ajeti 13"
    },
    {
      "id": 165,
      "entryText": "",
      "textContent": "Ai di gjithçka që përmbajnë qiejt dhe Toka. Ai i di të fshehtat tuaja dhe ato që i bëni haptazi. Allahu i di të gjitha ç’keni në zemrat tuaja.",
      "reference": "At Taghabun - Ajeti 4"
    },
    {
      "id": 166,
      "entryText": "",
      "textContent": "Ndërsa ata që nuk kanë besuar dhe i kanë mohuar shpalljet Tona, do të jenë banorë të Zjarrit, ku do të qëndrojnë përherë. Eh, sa fund i tmerrshëm është ai!",
      "reference": "At Taghabun - Ajeti 10"
    },
    {
      "id": 167,
      "entryText": "",
      "textContent": "Allahu është i vetmi Zot i vërtetë, prandaj, vetëm tek Ai le të mbështeten besimtarët.",
      "reference": "At Taghabun - Ajeti 13"
    },
    {
      "id": 168,
      "entryText": "",
      "textContent": "Ai është Njohësi i të padukshmes dhe së dukshmes, i Plotfuqishmi dhe i Urti.",
      "reference": "At Taghabun - Ajeti 18"
    },
    {
      "id": 169,
      "entryText": "",
      "textContent": "Sigurisht që Ne do t’ju provojmë me frikë dhe uri, me dëmtim të pasurisë, të njerëzve dhe të të lashtave! Prandaj, përgëzoji të duruarit,",
      "reference": "El Bekare - Ajeti 155"
    },
    {
      "id": 170,
      "entryText": "",
      "textContent": "Zoti juaj është një Zot i vetëm! S’ka zot tjetër (të denjë për adhurim), përveç Atij, të Gjithëmëshirshmit, Mëshirëplotit!",
      "reference": "El Bekare - Ajeti 163"
    },
    {
      "id": 171,
      "entryText": "",
      "textContent": "Thuaj: “O robërit e Mi, që i keni bërë keq vetes me gjynahe, mos e humbni shpresën në mëshirën e Allahut! Allahu, me siguri, i fal të gjitha gjynahet. Vërtet, Ai është Falësi i madh dhe Mëshirëploti.",
      "reference": "Az Zummer - Ajeti 53"
    },
    {
      "id": 172,
      "entryText": "",
      "textContent": "Por Allahu do t’i shpëtojë ata që janë ruajtur me të mirat e bëra, prandaj ata nuk do t’i prekë e keqja e as nuk do të pikëllohen.",
      "reference": "Zummer - Ajeti 61"
    },
    {
      "id": 173,
      "entryText": "",
      "textContent": "O Profet! Thuaju robërve që gjenden në duart tuaja: “Nëse Allahu gjen mirësi në zemrat tuaja, do t’ju japë diçka edhe më të mirë nga ajo që ju është marrë dhe do t’ju falë”. Se Allahu është Falës dhe Mëshirëplotë.",
      "reference": "El Enfal - Ajeti 70"
    },
    {
      "id": 174,
      "entryText": "",
      "textContent": "Ndërsa, ai që pendohet dhe bën vepra të mira, është i kthyer krejtësisht nga Allahu.",
      "reference": "Al Furkan - Ajeti 71"
    },
    {
      "id": 175,
      "entryText": "",
      "textContent": "Vërtet, Unë jam Falës për atë që pendohet, beson e bën vepra të mira dhe pastaj qëndron në rrugë të drejtë.",
      "reference": "Taha - Ajeti 82"
    },
    {
      "id": 176,
      "entryText": "",
      "textContent": "A nuk e dinë ata se Allahu është Ai që pranon pendimin dhe bamirësinë nga robërit e Vet dhe se Ai është Pranuesi i pendimeve dhe Mëshirëploti?",
      "reference": "Et Teube - Ajeti 104"
    },
    {
      "id": 177,
      "entryText": "",
      "textContent": "Ata që besojnë dhe bëjnë vepra të mira, Ne do t’i vendosim në pallatet e Xhenetit, ku rrjedhin lumenj; aty do të qëndrojnë përgjithmonë. Sa i bukur është shpërblimi i atyre që punojnë mirë, e të cilët kanë duruar dhe janë mbështetur te Zoti i tyre.",
      "reference": "El Ankebut - Ajeti 58, 59"
    },
    {
      "id": 178,
      "entryText": "",
      "textContent": "Ata besojnë Allahun dhe Ditën e Kiametit, e urdhërojnë të mirën, e ndalojnë të keqen dhe nxitojnë për të bërë punë të mira. Këta janë ndër të drejtët.",
      "reference": "Ali Imran - Ajeti 114"
    },
    {
      "id": 179,
      "entryText": "",
      "textContent": "Kush ka bërë ndonjë të mirë, qoftë sa një thërrmijë, do ta shohë atë.",
      "reference": "Az Zalzalah - Ajeti 7"
    },
    {
      "id": 180,
      "entryText": "",
      "textContent": "Mos e këmbeni besëlidhjen e Allahut me ndonjë vlerë të paktë. Ajo që është tek Allahu, është më e mirë për ju, nëse e dini.",
      "reference": "En Nahl - Ajeti 95"
    },
    {
      "id": 181,
      "entryText": "",
      "textContent": "Vërtet, Allahu është me ata që e kanë frikë dhe që janë punëmirë.",
      "reference": "En Nahl - Ajeti 128"
    },
    {
      "id": 182,
      "entryText": "",
      "textContent": "Për ata që, kur bëjnë vepra të turpshme ose i bëjnë dëm vetes, e kujtojnë Allahun, i kërkojnë falje për gjynahet e tyre - e kush i fal gjynahet përveç Allahut? - dhe nuk ngulmojnë me vetëdije në gabimet që kanë bërë.",
      "reference": "Ali Imran  - Ajeti 135"
    },
    {
      "id": 183,
      "entryText": "",
      "textContent": "Dhe Allahu u dhuroi atyre shpërblimin e kësaj bote dhe shpërblimin më të mirë të jetës tjetër. Allahu i do punëmirët.",
      "reference": "Ali Imran  - Ajeti 148"
    },
    {
      "id": 184,
      "entryText": "",
      "textContent": "Dhe duro! Se Allahu, me të vërtetë, nuk e humb shpërblimin për punëmirët.",
      "reference": "Hud - Ajeti 115"
    },
    {
      "id": 185,
      "entryText": "",
      "textContent": "Zoti yt kurrë nuk do t’i shkatërronte qytetet padrejtësisht, nëse banorët e tyre do të ishin të ndershëm.",
      "reference": "Hud - Ajeti 117"
    },
    {
      "id": 186,
      "entryText": "",
      "textContent": "O besimtarë! Mos i çoni dëm lëmoshat tuaja duke ua kujtuar ato (atyre që ua keni dhënë) dhe duke fyer, siç vepron ai që e shpenzon pasurinë e vet për sy e faqe të botës dhe nuk beson në Allahun dhe Ditën e Fundit.",
      "reference": "El Bekare - Ajeti 264"
    },
    {
      "id": 187,
      "entryText": "",
      "textContent": "O besimtarë! Jepni pa u kursyer nga të mirat që keni fituar dhe nga ato që jua kemi nxjerrë Ne nga frytet e tokës. Mos dhuroni nga ato gjëra të pavlefshme të pasurisë suaj e të cilat ju nuk do t'i pranonit ndryshe veçse symbyllur. Ta dini se Allahu është i Vetëmjaftueshëm dhe i Denjë për çdo lëvdatë.",
      "reference": "El Bekare - Ajeti 267"
    },
    {
      "id": 188,
      "entryText": "",
      "textContent": "Djalli ju frikëson me skamje e varfëri dhe ju urdhëron të bëni vepra të pamoralshme. Kurse Allahu ju premton faljen dhe mirësinë e Tij. Allahu është Mirëbërës i madh dhe i Gjithëdijshëm.",
      "reference": "El Bekare - Ajeti 268"
    },
    {
      "id": 189,
      "entryText": "",
      "textContent": "T'i jepni lëmoshat haptazi, është gjë e mirë, por t'ua jepni ato të varfërve fshehurazi, është edhe më mirë dhe ju shlyen disa nga gjynahet tuaja. Allahu e njeh mirë çdo vepër që ju bëni.",
      "reference": "El Bekare - Ajeti 271"
    },
    {
      "id": 190,
      "entryText": "",
      "textContent": "Ata që japin nga pasuria e tyre natën dhe ditën, fshehurazi dhe haptazi, do të kenë shpërblim te Zoti i tyre; ata nuk do të kenë pse të frikësohen apo pikëllohen.",
      "reference": "El Bekare - Ajeti 274"
    },
    {
      "id": 191,
      "entryText": "",
      "textContent": "Ata që besojnë dhe kryejnë vepra të mira, falin namazin dhe japin zekatin, do të kenë shpërblim te Zoti i tyre dhe nuk do të kenë pse të frikësohen apo pikëllohen.",
      "reference": "El Bekare - Ajeti 277"
    },
    {
      "id": 192,
      "entryText": "",
      "textContent": "Nëse e dini se borxhliu është ngushtë, shtyjani afatin (e shlyerjes së borxhit) derisa ta përmirësojë gjendjen. Por është më mirë për ju që t'ia falni borxhin, veç sikur ta dinit.",
      "reference": "El Bekare - Ajeti 280"
    },
    {
      "id": 193,
      "entryText": "",
      "textContent": "O besimtarë! Shkruajeni huan që ia jepni njëri-tjetrit për një afat të caktuar.",
      "reference": "El Bekare - Ajeti 282"
    },
    {
      "id": 194,
      "entryText": "",
      "textContent": "Allahu nuk e ngarkon askënd përtej fuqisë që ka: në dobi të tij është e mira që bën, kurse në dëm të tij është e keqja që punon",
      "reference": "El Bekare - Ajeti 286"
    },
    {
      "id": 195,
      "entryText": "",
      "textContent": "O Zoti Ynë! Ne dëgjuam një thirrës që na ftonte në besim: \"Besoni Zotin tuaj!\" dhe kështu besuam. O Zoti Ynë! Na i fal gjynahet tona, na i shlyej gabimet dhe bëna që të vdesim me të mirët!",
      "reference": "Ali Imran - Ajeti - 193"
    },
    {
      "id": 196,
      "entryText": "",
      "textContent": "Ti (o Muhamed) mos u mashtro nga bredhja e jobesimtarëve nëpër botë! Kjo mirëqenie është e shkurtër; pastaj, strehimi i tyre është Xhehenemi. Eh, sa shtrat i keq është ai vend!",
      "reference": "Ali Imran - Ajeti 196,197"
    },
    {
      "id": 197,
      "entryText": "",
      "textContent": "Feja e vërtetë tek Allahu është vetëm Islami. Ata që u është dhënë Libri1, patën mospajtime nga zilia që kishin midis tyre, vetëm pasi u erdhi dituria. Por kushdo që i mohon udhëzimet e Allahut, ta dijë se Allahu është i shpejtë në llogari.",
      "reference": "Ali Imran - Ajeti 19"
    },
    {
      "id": 198,
      "entryText": "",
      "textContent": "Thuaj (o Muhamed): \"O Allah, Zotëruesi i gjithë Pushtetit! Ti ia jep pushtetin kujt të duash dhe ia heq kujt të duash; Ti lartëson kë të duash dhe poshtëron kë të duash. Çdo e mirë është në Dorën Tënde! Ti je vërtet i Plotfuqishëm për çdo gjë.",
      "reference": "Ali Imran - Ajeti 26"
    },
    {
      "id": 199,
      "entryText": "",
      "textContent": "Thuaj (o Muhamed): \"Mua më është shpallur se disa prej xhindeve kanë dëgjuar (Kuranin) dhe kanë thënë: 'Me të vërtetë, kemi dëgjuar një Kuran të mrekullueshëm",
      "reference": "El Jinn - Ajeti 1"
    },
    {
      "id": 200,
      "entryText": "",
      "textContent": "Vërtet, ata që shpifin për gratë e ndershme, të pafajshme dhe besimtare, janë të mallkuar në këtë botë dhe në botën tjetër. Ata i pret një dënim i madh",
      "reference": "En Nur - Ajeti 23"
    },
    {
      "id": 201,
      "entryText": "",
      "textContent": "Thuaju besimtarëve që të ulin shikimet e tyre (nga e ndaluara) dhe ta ruajnë nderin e tyre (nga marrëdhëniet e jashtëligjshme)! Kjo është më mirë për ta! Me të vërtetë, Allahu është i Dijshëm për atë që bëjnë ata.",
      "reference": "En Nur - Ajeti 30"
    },
    {
      "id": 202,
      "entryText": "",
      "textContent": "Ne e dimë mirë, që ty të ngushtohet zemra nga fjalët e tyre, andaj, lartësoje Zotin tënd duke e lavdëruar dhe bëhu prej atyre që i përulen Atij duke u falur! Dhe adhuroje Zotin tënd derisa të të vijë vdekja!",
      "reference": "Hixhr - Ajeti 97-99"
    }
  ]
}